Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/facta/umo.se/itsetunto.html.tmx
Source language: fin
Languages: smj

source: Itsetunto tarkoittaa tietoisuutta itsestä ja omasta arvosta.
smj: Iesjdåbddo l ájádusá ietjas birra.

source: Itsetunto ei liity lainkaan siihen, kuinka hyvin tai huonosti ihminen menestyy, vaan kysymys on oman itsensä hyväksymisestä.
smj: Ij la dan birra jus la tjiehppe vaj tjuorbbe juojddá dagátjit, ájnat dåbddåt árvulattjat val gávnnut.

source: Itsensä arvostamista voi kehittää.
smj: Dåbddåt ulmusj dåhkki dav máhttá hárjjidallat.

source: Itsetunto vaikuttaa merkittävästi oman elämän hallintaan ja mielialaan.
smj: Dan mieren iesjdåbddo l bájnasj ednagit gåktu viessu ja vädjá.

source: Hyvän itsetunnon omaava ihminen huolehtii omasta hyvinvoinnista, uskaltaa tehdä haluamiaan asioita ja solmia uusia ihmissuhteita ja osaa sanoa tarvittaessa kyllä tai ei.
smj: Buorre iesjdåbddo dahká dakkirijt ma li allasis buore, vaj duosstá dagojt majt sihtá dahkat, duosstá ådå aktavuodajt válldet ja máhttá javllat goappátjagá sidáv ja iv sidá.

source: Huono itsetunto voi saada välttämään asioita, joita oikeasti haluaisi tehdä.
smj: Jus la gássjelisvuohta ietjas iesjdåbdujn máhttá ienni sjaddat vaj ij dagá dakkirijt majt luluj sihtat.

source: Itsetunnoltaan heikko ihminen tekee sen sijaan asioita, joita ei oikeasti haluaisi tehdä tai tekee asioita miellyttääkseen muita.
smj: Márjju ienni dahká dagojt majt ajtu ij sidá jali dagojt dahká iehtjádij diehti gå ietjas diehti.

source: Itsetunto ja itseluottamus ei ole sama asia
smj: Iesjdåbddo ja iesjåssko ij la sämmilágásj.

source: Itsetunto ja itseluottamus sekoitetaan usein keskenään, vaikka ne eivät ole aivan sama asia.
smj: Iesjdåbddo ja iesjåssko muhttijn segaduvvi, vájku älla ållu sämmi dåbdo.

source: Itseluottamus tarkoittaa uskoa siihen, että suoriutuu tai selviytyy hyvin siitä, mihin ryhtyy.
smj: Iesjåssko l dagojda tjanádum, de man ednagav jáhkká ájmmut.

source: Itsetunnossa on kyse omasta sisäisestä käsityksestä vahvuuksineen ja heikkouksineen.
smj: Iesjdåbddo l gåktu ietjas sisbielev gähttjá goappátjagá ietjas fábmogis ja fámodis bielij.

source: Itsetunnoltaan vahva ihminen ei piittaa, mitä muut hänestä ajattelevat.
smj: Jus la buorre iesjdåbddo de ij bájneduvá nåv ednagit massta iehtjáda adni ja ájádalli ietjas birra.

source: Hän uskaltaa olla oma itsensä.
smj: Duosstá ietjaslágásj årrot.

source: Ihminen, jolla on vahva itsetunto, ei välitä siitä, millaisena muut häntä pitävät, vaikka hän ei olisikaan taitava erilaisissa asioissa.
smj: Ij berusta jus gájka e ane duv buoremussan dagojt dahkat.

source: Itsetunnoltaan heikko ihminen sen sijaan voi pahoittaa herkästi mielensä esimerkiksi satunnaisesta ulkonäön arvostelusta.
smj: Jus ulmutjin la vuollegis iesjdåbddo de máhttá ienni sieldes vájvven dåbddut ájnegasj javllamusáj buojkulvissan ietjas nägo birra.

source: Elämänhallinnan ja itsetunnon välinen yhteys
smj: Aktavuohta fámo ja iesjdåbdo gaskan

source: Itsetunnon ja elämänhallinnan välillä on yhteys.
smj: Gávnnu aktavuohta iesjdåbdo ja fámo gaskan manna l ietjas viessoma badjel.

source: Mahdollisuus päättää asioista ja vaikuttaa omaan elämään kehittää hyvää itsetuntoa.
smj: Gå dåbddå iesj máhttá mierredit ja bájnatjit ietjas viessomav de l giehpep buorre iesjdåbdov adnet.

source: Itsetunto voi sen sijaan heikentyä, jos ei koe voivansa vaikuttaa asioiden kulkuun.
smj: Ienni iesjdåbddo máhttá vuollánit jus ietjas dåbddu fámodibmen.

source: Esimerkiksi pitkään jatkunut työttömyys tai määräilevät asuinkumppanit voivat saada aikaan tunteen, että omaan tilanteeseen ei voi itse vaikuttaa.
smj: Máhttá buojkulvissan gássjel dåbddut ietjas vidjurav bájnatjit gå guhka ájgev la bargov åhtsåm ja ij la avtak oadtjum, jali gej aktan årru ilá ednagav mierredi ietjas viessoma badjel.

source: Mistä hyvän itsetunnon tunnistaa ?
smj: Gåktu la buorre iesjdåbddo ?

source: Itsensä hyväksyminen voi tilanteesta riippuen olla joskus helpompaa ja joskus vaikeampaa.
smj: Ietjas iesjdåbddo máhttá viessomgávdan buorep ja nievrep ja máhttá aj umasslágásj nanos umasslágásj vidjurijn årrot.

source: Hyvän itsetunnon tunnusmerkkejä ovat
smj: Gå ulmutjin la buorre iesjdåbddo de máhttá ulmusj:

source: tunne siitä, että on riittävän hyvä, vaikka ei olisi taitava kaikessa
smj: dåbddåt sån dåhkki, vájku ij la tjiehppe gájkka dagojda

source: tunne siitä, että on oikeus ottaa oma paikkansa, näkyä ja kuulua ja tuntea olevansa arvostettu
smj: dåbddåt ietjanis la riektá sajev valldet, vuojnnut ja gullut ja dåbddåt ietjas guddnedum

source: uskaltaa puhua tunteistaan ja kertoa mielipiteensä
smj: duosstat giehttot gåktu vädjá ja ietjas vuojnojt

source: hyväksyy sen, että kaikki eivät voi pitää kakista
smj: Guorrasit, e vuojn gájka sunji lijkku

source: kokee, että on oikeus sanoa kyllä tai ei
smj: dåbddåt ietjanis la riektá javllat sidáv ja iv sidá

source: uskaltaa pyytää tarvittaessa apua
smj: viehkev ádnot gå dárbaj

source: tuntee, että ansaitsee hyvän olon, pitää huolta itsestään ja tekee asioita, jotka saavat olon tuntumaan hyvältä
smj: dåbddåt sujna l loahpe buoragit viedjet, ja ietjas gáhttit ja dagojt dahkat majs buoragit vädjá

source: uskaltaa kokeilla uusia asioita ja uusia tilanteita
smj: duosstat gähttjalit ådå dagojt ja ådå vidjurijt

source: uskaltaa epäonnistua
smj: duosstat dáhppudallat

source: uskaltaa ottaa yhteyttä ihmisiin
smj: duosstat ulmutjij aktavuodav válldet

source: osaa antaa muille sekä positiivista että negatiivista palautetta
smj: goappátjagá buorre ja nievres lájtov iehtjádijda javllat

source: arvostaa itseään ja omaa ulkonäköään
smj: duosstat ietjas årrot ja gåk sivddi

source: tuntee olonsa hyväksi, vaikka kaikki ei ole täydellistä
smj: dåbddåt ietjas buorren vájku gájkka ij la ållesláhkáj

source: uskaltaa seisoa tekemiensä asioiden takana
smj: duosstát ietjas dagojt dåbdåstit ja mav la dahkam

source: osaa myöntää virheensä ja pyytää anteeksi, jos on loukannut toista
smj: dåbdåstit mieddemijt ja ándagisav ádnot jus la soabmásav báktijim

source: osaa palkita ja kehua itseään.
smj: máhttá ietjas guddnedit vaddet ja rámmpot

source: Mistä huonon itsetunnon tunnistaa ?
smj: Gåktu l vuollegis iesjdåbddo ?

source: Huonon itsetunnon tunnusmerkkejä ovat:
smj: Gå iesjdåbddo la rassje de máhttá ulmusj:

source: tuntee itsensä huonoksi eikä usko olevansa minkään arvoinen
smj: ietjas nievrren dåbddåt, ja adnet ij la aktak árvvo

source: tekee asioita, jotka eivät ole hyväksi itselle
smj: dahkat dagojt ma älla buoraga allasis

source: välttää seurustelua muiden kanssa
smj: ij sihtat iehtjádij säbrástallat

source: välttää uusien asioiden kokeilua
smj: ij sihtat ådå dagojt gähttjalit

source: yrittää miellyttää muita ystävyys- ja rakkaussuhteissa
smj: gähttjalit ietjas iehtjádijda hiebadit venagisvuohta- ja gieresvuohtaaktavuodajn

source: ei ota tai vaadi paikkaansa erilaisissa tilanteissa
smj: ij viessomsajev válldet ja ij ga vuojnnut umasse vidjurijn

source: on usein mustasukkainen tai kateellinen muille
smj: iehtjádijt lållåt ja udnodimen årrot

source: tulee hyvin surulliseksi epäonnistuttuaan jossain.
smj: Sieldes håjeduvvá jus dáhppudallá juojnak

source: Huono itsetunto voi ilmetä myös siten, että henkilö käyttäytyy väkivaltaisesti, kiusaa tai on ilkeä muille.
smj: Nievres iesjdåbddo máhttá aj vuojnnut gå ulmusj dårru, nuppástallá jali l bahá iehtjádijda.

source: Huono itsetunto voi johtaa myös pätemisen tarpeesta johtuvaan suorittamiseen tai itsensä kehuskeluun.
smj: Máhttá aj gähttjalit tjiehkat nievres iesjdåbdov gå gähttjal årrot sieldes tjiehppe ja buoremus gájkkaj jali ietjas birra goarssu.

source: Mistä huono itsetunto johtuu ?
smj: Manen oadtju vuollegis iesjdåbdov ?

source: Huono itsetunto voi johtua monista eri syistä.
smj: Gávnnuji moattelágásj oare dasi gå l vuollegis iesjdåbddo.

source: Jokainen haluaa olla arvostettu, tulla nähdyksi ja kunnioitetuksi omana itsenään.
smj: Gájka dárbahi árvvon aneduvvat, vuojneduvvat ja guddneduvvat ietjas diehti.

source: Lapsuudessa koetut riittämättömyyden tunteet ja hyväksynnän puute voivat johtaa itsetunnon heikentymiseen.
smj: Iesjdåbddo vuollán jus la bajássjaddamin álu gullam sån ij la nuoges buorre, ij dåhkki masik jali l vájvve.

source: Jos on kokenut hyväksyntää vain silloin, kun on pärjännyt hyvin, esimerkiksi urheilukilpailussa tai kokeessa, voi uskoa kelpaavansa vain suoriutuessaan hyvin.
smj: Sämmibále máhttá ulmusj gut la árvvon aneduvvam val gå sån la buoragit dåjmadam, buojkulvissan idråhttågilbbusin jali gähttjalimen skåvlån, jáhkket sån val dåhkki gå la juoga buoragit dahkam.

source: Hän voi kokea, että ei kelpaa sellaisena kuin on.
smj: Ij dåhkki val gå gávnnu.

source: Itsetuntoon vaikuttaa kielteisesti myös se, jos ei tule nähdyksi lapsuudessa, esimerkiksi jos vanhemmat tai muu perhe on usein poissa kotoa, jos he ovat sairaita, käyttävät lasta hyväksi tai ovat liian kiireisiä ehtiäkseen ja jaksaakseen olla lastensa kanssa.
smj: Iesjdåbddo bájneduvvá aj negatijvalattjat jus ij åbbå vuojneduvá bajássjaddamin, buojkulvissan jus äjgáda jali gej bajássjaddá älla hejman nåv ednagit, jus li skihpasa, boastoaddne jali ilá enas la ietjasa viessomin vaj e asta ja e nagá ietjasa mánájt vuojnnet.

source: Riittämättömyyden tunne voi johtua myös herkkyydestä.
smj: Dåbddo ij dåhkkit máhttá vuododuvvat gå ulmutja li umassláhkáj njuorrasa.

source: Herkkä ihminen voi kärsiä huonosta itsetunnosta, vaikka hänen kasvuympäristönsä olisikin ollut hyvä.
smj: Jus la njuoras de máhttá vuollegis iesjdåbddo, juska vil la buoragit bajássjaddam.

source: Syistä riippumatta huonoa itsetuntoa voi kehittää paremmaksi.
smj: Ihka masi vuododuvvá l vuollegis iesjdåbddo, de máhttá buoreduvvat.

source: Erilaisuus ja itsensä vertailu muihin
smj: Ietjas dåbddåt sierralágátjin, siebrrevuodadagi ja ietjas buohtastahttet iehtjádij

source: Itsetunnon kehittymiselle voi olla suuri merkitys sillä, kuinka samankaltaiseksi tuntee itsensä oman perheenjäsenten ja läheisten kanssa.
smj: Máhttá aj ájnas ietjas iesjdåbdduj man sjimuk la fuolkijn jali ulmutjij gej aktavuodav adná bajássjaddamájgen.

source: Jos kaikki läheiset pitävät urheilusta eikä itse ole siitä lainkaan kiinnostunut, voi tuntea itsensä väärinymmärretyksi ja epävarmaksi.
smj: Jus gájkka iehtjáda lijkkuji spårttåj ja iesj ij la åbbå miellogis, de máhttá dåbddåt boasstot la dádjadum ja dármeduvvat.

source: Muita asioita, jotka voivat johtaa huonoon itsetuntoon, ovat:
smj: Ietjá vidjura ma máhtti iesjdåbdov vuoledit márjju li:

source: tunne ulkopuolisuudesta tai kiusatuksi joutuminen
smj: ietjas dåbddåt siebrrevuodadagi jali l nuppástuvvam

source: työttömyys
smj: bargodibme

source: vaikeus päättää omasta elämästään, esimerkiksi koulutus tai ammatinvalinta
smj: vájvve l mierredit majt galggá ietjas viessomijn dahkat, ja makkir åhpadusáv válljit jali makkir virgev galggá

source: psyykkiset ongelmat, esimerkiksi vakava ahdistus tai masennus.
smj: psykalattjat nievret vädjá ja buojkulvissan la sieldes goavgen jali garra håjen.

source: Monet ihmiset vertaavat itseään tuttuihinsa tai mainoksissa ja mediassa näkyviin ihmisiin.
smj: Moattes ietjasa buohtastahtti gej dåbddi jali ulmutjij rekláman ja median.

source: Mitä suuremmat vaatimukset itselleen asettaa – on oltava kaikessa hyvä, hyvännäköinen ja suosittu – sitä vaikeampaa on olla tyytyväinen itseensä.
smj: Dadi alep rávkalvisá li ietjanis – galggá buorre gájkka dagojda – dadi gássjelap la dåbddut ietjajnis dudálasj.

source: Itsetunto ei aina näy ulospäin
smj: Iesjdåbddo ij agev vuojnnu ålgolt

source: Itsetuntoa ei ole helppo tunnistaa päältäpäin.
smj: Gássjel la ålgoldis vuojnnet gåktu ulmusj ietjas iesjdåbdov dåbddå.

source: Myös menestyvältä vaikuttava, hyvännäköinen ja ahkera henkilö, jolla on paljon ystäviä, voi kärsiä huonosta itsetunnosta ja tuntea, että hän ei ole tarpeeksi hyvä ja riittävä.
smj: Muhtem gut ålgolt vuojnnet la vuorbálasj, mij la fávrro, tjiehppe l skåvlån jali bargon ja sujna li edna rádna, sujna máhttá ajtu vuollegis iesjdåbddo ja dåbddåt sån ij dåhkki ja rähkku.
